Revit 2027 API
ParameterTypeId.FabricationBottomElevationOfPart Property
 "Bottom Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationBottomElevationOfPart { get; }
Public Shared ReadOnly Property FabricationBottomElevationOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationBottomElevationOfPart {
	ForgeTypeId^ get ();
}
static member FabricationBottomElevationOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace